{
  "metadata": {
    "title": "Gustavo Gomez | Software Engineer",
    "description": "Web and mobile development",
    "OPdescription": "Custom web and mobile software development."
  },
  "header": {
    "home": "Home",
    "about": "About me",
    "services": "Services",
    "projects": "Projects"
  },
  "home": {
    "title": "Let's make your project a reality",
    "description": "Do you have an idea? I make it a reality with custom solutions in web and mobile development, creating efficient technology adapted to your needs"
  },
  "about": {
    "title": "About me",
    "description1": "Hello I'm Gustavo. Software Engineer with over 10 years of experience creating solutions for companies from different sectors, adapting each project to their needs and offering clear and effective results.",
    "description2": "I specialize in transforming ideas into technological solutions. I offer software development with attention to detail, innovation and total commitment to meeting project objectives.",
    "projects": "Projects",
    "clients": "Clients"
  },
  "services": {
    "title": "Services",
    "consulting": {
      "title": "Consulting",
      "description": "Expert advice to make your project a success."
    },
    "web": {
      "title": "Web Development",
      "description": "Creation of functional websites adapted to your needs."
    },
    "mobile": {
      "title": "Mobile Apps",
      "description": "Custom mobile apps, designed for any platform."
    }
  },
  "projects": {
    "title": "Projects",
    "agn": {
      "title": "Production Management and Monitoring System",
      "description": "Comprehensive solution for managing workers and production. The mobile app allows scanning QR codes, tracking hours and locations, with customized profiles for supervisors, cooks, and security guards. The web platform provides administrators with real-time production tracking, key performance indicators, and data generated from the mobile app, even without an internet connection."
    },
    "lexsport": {
      "title": "Employment and Production Management System",
      "description": "Supervisors can input daily production and track workers' schedules, including start, break, and end times, for automatic payment calculation. Admins manage worker profiles, product details, and easily monitor payments within the platform.."
    }
  }
}
